/* Growl Notification Description */
"%i songs downloaded from %@" = "%1$i Titel heruntergeladen von %2$@";

/* Growl Notification Description */
"1 song downloaded from %@" = "1 Titel heruntergeladen von %@";

/* Growl Notification Description */
"New songs are now being downloaded from %@" = "Neue Titel werden heruntergeladen von %@";

/* Growl Notification Title */
"Service Found" = "Service gefunden";

/* Growl Notification Title */
"Service Lost" = "Service verloren";

/* Growl Notification Title */
"Updating Subscriptions" = "Abonnements werden aktualisiert";

